-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jul 16, 2018 at 06:21 PM
-- Server version: 10.1.25-MariaDB
-- PHP Version: 7.1.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `project_rmuti`
--

-- --------------------------------------------------------

--
-- Table structure for table `car_route`
--

CREATE TABLE `car_route` (
  `ID` int(11) NOT NULL,
  `Order_route` int(11) NOT NULL,
  `No_car` int(11) NOT NULL,
  `Lat` double NOT NULL,
  `Lng` double NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `car_route`
--

INSERT INTO `car_route` (`ID`, `Order_route`, `No_car`, `Lat`, `Lng`) VALUES
(4, 0, 2, 16.427112701732295, 102.87062403107382),
(5, 1, 2, 16.427242007904574, 102.86873490750986),
(6, 2, 2, 16.427514716057868, 102.86605329395502),
(7, 3, 2, 16.42765862335991, 102.86427329891421),
(8, 4, 2, 16.427806949008826, 102.8628154972057),
(9, 5, 2, 16.427970456732574, 102.8611662092095),
(10, 6, 2, 16.42809110404231, 102.85990150114571),
(11, 7, 2, 16.42826476546756, 102.85801994292513),
(12, 8, 2, 16.428461957009215, 102.85569350908713),
(13, 9, 2, 16.428634945895134, 102.85242034939245),
(14, 10, 2, 16.428649569427677, 102.85001813275665),
(15, 11, 2, 16.428659860233797, 102.84794061145158),
(16, 12, 2, 16.428861248120498, 102.84582036535528),
(17, 13, 2, 16.429270525730686, 102.84337270759136),
(18, 14, 2, 16.429934156221037, 102.83893445029844),
(19, 15, 2, 16.430381160602312, 102.83564371066507),
(20, 16, 2, 16.42863937753233, 102.83548925140974),
(21, 17, 2, 16.428217453990168, 102.83543560722944),
(22, 18, 2, 16.4283821071888, 102.83369753578779),
(23, 19, 2, 16.431157979177705, 102.83395675662769),
(24, 20, 2, 16.436956268805158, 102.83457598161658),
(25, 21, 2, 16.438675794884503, 102.83473691415747),
(26, 22, 2, 16.439228694957936, 102.83076482066463),
(27, 23, 2, 16.43946285456963, 102.8289170898737),
(28, 24, 2, 16.437735259469786, 102.82726060329435),
(29, 25, 2, 16.435797673830372, 102.82556824953872),
(30, 26, 2, 16.433931529173822, 102.82436459065104),
(31, 27, 2, 16.431948049303394, 102.82367818920352),
(32, 28, 2, 16.432469085825257, 102.82064747698894),
(33, 29, 2, 16.432671123348726, 102.81956690881032),
(34, 30, 2, 16.433586984001106, 102.81899828049916),
(35, 31, 2, 16.434674549537363, 102.8172718505632),
(36, 32, 2, 16.43473077807265, 102.81656297766176),
(37, 33, 2, 16.434179257993637, 102.81492146574465),
(38, 34, 2, 16.433510373464937, 102.81345161520449),
(39, 35, 2, 16.433783307597874, 102.8114316950498),
(40, 36, 2, 16.434561330359536, 102.8081507089305),
(41, 37, 2, 16.434643654288095, 102.80742114807845),
(42, 38, 2, 16.434767140115547, 102.80592983986617),
(43, 39, 2, 16.435100021110863, 102.80304064130337),
(44, 40, 2, 16.43627171421075, 102.79931212890756),
(45, 41, 2, 16.437374730096195, 102.79654212228274),
(46, 42, 2, 16.437603659964406, 102.79497306144913),
(47, 43, 2, 16.43750054549095, 102.79262978703218),
(48, 44, 2, 16.438257462371304, 102.78730878059605),
(49, 45, 2, 16.438231265414476, 102.77535592432332),
(50, 46, 2, 16.43822442840149, 102.77209141041794),
(51, 47, 2, 16.4371257725856, 102.76769509961241),
(254, 0, 6, 16.438025615908675, 102.82972043453219),
(255, 1, 6, 16.438123373826244, 102.82964533267977),
(256, 2, 6, 16.43882825840679, 102.82996183334353),
(257, 3, 6, 16.438776807064126, 102.82811647354129),
(258, 4, 6, 16.438915725658045, 102.82714014945986),
(259, 5, 6, 16.4393890771578, 102.8278482526398),
(260, 6, 6, 16.440352297123322, 102.82959852924091),
(261, 7, 6, 16.440552955654574, 102.83012960662586),
(432, 0, 3, 16.438313744366614, 102.82361036239627),
(433, 0, 4, 16.439219288165607, 102.83255821166995),
(434, 0, 5, 16.438807677871363, 102.8327298730469),
(435, 0, 6, 16.43392417647958, 102.83546447753906),
(436, 1, 6, 16.43860187239706, 102.82760556316839),
(437, 0, 8, 16.43975438024375, 102.8233099549866),
(438, 1, 8, 16.442656200062018, 102.8271294206238),
(439, 2, 8, 16.434815012743417, 102.82996183334353),
(440, 0, 9, 16.438354905539985, 102.8289104074097),
(441, 1, 9, 16.440412953084923, 102.82575612960818),
(442, 2, 9, 16.441709511838177, 102.8230953782654),
(443, 3, 9, 16.44183299317264, 102.83193593917849),
(444, 0, 10, 16.436502644100955, 102.83277278839114),
(445, 1, 10, 16.436502644100955, 102.83277278839114),
(446, 2, 10, 16.440186568922716, 102.82987600265506),
(447, 3, 10, 16.440186568922716, 102.82987600265506),
(448, 4, 10, 16.44224459705365, 102.8221941560364),
(449, 5, 10, 16.44224459705365, 102.8221941560364),
(450, 0, 11, 16.439363351562466, 102.82715087829592),
(451, 1, 11, 16.439363351562466, 102.82715087829592),
(452, 2, 11, 16.439363351562466, 102.82715087829592),
(453, 3, 11, 16.441009782792815, 102.82346015869143),
(454, 4, 11, 16.441009782792815, 102.82346015869143),
(455, 5, 11, 16.441009782792815, 102.82346015869143),
(456, 6, 11, 16.44224459705365, 102.82755857406619),
(457, 7, 11, 16.44224459705365, 102.82755857406619),
(458, 8, 11, 16.44224459705365, 102.82755857406619),
(459, 9, 11, 16.437943293413593, 102.83305173812869),
(460, 10, 11, 16.437943293413593, 102.83305173812869),
(461, 11, 11, 16.437943293413593, 102.83305173812869),
(462, 12, 11, 16.43712006654352, 102.82109981475833),
(463, 13, 11, 16.43712006654352, 102.82109981475833),
(464, 14, 11, 16.43712006654352, 102.82109981475833),
(465, 0, 12, 16.438972322093754, 102.83047681747439),
(466, 1, 12, 16.440310051225723, 102.8251123994446),
(467, 2, 12, 16.436934840016853, 102.82388931213382),
(468, 3, 12, 16.439836701971046, 102.83397441802981),
(469, 4, 12, 16.4341358398884, 102.8316140740967),
(470, 5, 12, 16.437037743664597, 102.82481199203494),
(471, 6, 12, 16.4409686221822, 102.82594924865725),
(472, 0, 16, 16.43915754667708, 102.82609945236209),
(473, 1, 16, 16.441812412955684, 102.82753711639407),
(474, 2, 16, 16.441647771141508, 102.8321719735718),
(475, 3, 16, 16.43829316377666, 102.82407229305215),
(476, 4, 16, 16.440186568922716, 102.82276337505289),
(477, 5, 16, 16.43502082223062, 102.83065979839273),
(478, 6, 16, 16.435411859655552, 102.826926163444),
(479, 0, 17, 16.436152770512216, 102.8342962831116),
(480, 1, 17, 16.43882825840679, 102.83054119049075),
(481, 2, 17, 16.43977496067885, 102.82326703964236),
(482, 3, 17, 16.443417663326986, 102.82933956085208);

-- --------------------------------------------------------

--
-- Table structure for table `comment`
--

CREATE TABLE `comment` (
  `ID` int(11) NOT NULL,
  `NAME` text COLLATE utf8_unicode_ci NOT NULL,
  `TEXT` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `comment`
--

INSERT INTO `comment` (`ID`, `NAME`, `TEXT`) VALUES
(25, 'à¹€à¸à¸¡à¸ªà¹Œ', 'à¸ªà¸§à¸±à¸ªà¸”à¸µà¸Šà¸²à¸§à¹‚à¸¥à¸'),
(26, 'Crazy', 'HELLO !!!!'),
(27, 'asdas', 'dsadsad'),
(28, 'sdfsdf', 'ASAs'),
(29, 'fghgf', 'hfgf::');

-- --------------------------------------------------------

--
-- Table structure for table `current_address`
--

CREATE TABLE `current_address` (
  `ID` int(11) NOT NULL,
  `Name` text COLLATE utf8_unicode_ci NOT NULL,
  `Lat` float NOT NULL,
  `Lng` float NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `data_car`
--

CREATE TABLE `data_car` (
  `ID` int(11) NOT NULL,
  `No` int(11) NOT NULL,
  `Route_TH` text COLLATE utf8_unicode_ci NOT NULL,
  `Route_ENG` text COLLATE utf8_unicode_ci NOT NULL,
  `Time` text COLLATE utf8_unicode_ci NOT NULL,
  `Fare` float NOT NULL,
  `Logo` longtext COLLATE utf8_unicode_ci NOT NULL,
  `Route_Confirm` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `data_car`
--

INSERT INTO `data_car` (`ID`, `No`, `Route_TH`, `Route_ENG`, `Time`, `Fare`, `Logo`, `Route_Confirm`) VALUES
(8, 2, 'à¸šà¹‰à¸²à¸™à¹‚à¸„à¸à¸Ÿà¸±à¸™à¹‚à¸›à¸‡ â€“ à¸šà¹‰à¸²à¸™à¹‚à¸„à¸à¸™à¹‰à¸­à¸¢', 'A', '06:00-19:00', 13, '2.png', 'Action'),
(20, 3, 'à¸šà¸‚à¸ª.3 â€“ à¸šà¹‰à¸²à¸™à¸žà¸£à¸«à¸¡à¸™à¸´à¸¡à¸´à¸•à¸£', 'B', '06:00-19:00', 9, '3.png', 'Action'),
(26, 4, 'à¸šà¸‚à¸ª.3 â€“ à¸šà¹‰à¸²à¸™à¸«à¸™à¸­à¸‡à¸™à¹‰à¸³à¹€à¸à¸¥à¸µà¹‰à¸¢à¸‡', 'C', '06:00-19:00 à¸™.', 9, '4.png', 'Action'),
(27, 5, 'à¸•à¸¥à¸²à¸”à¸«à¸™à¸­à¸‡à¹„à¸œà¹ˆà¸¥à¹‰à¸­à¸¡ â€“ à¸šà¹‰à¸²à¸™à¸—à¸¸à¹ˆà¸¡', '', '06:00-19:00 à¸™.', 9, '5.png', 'Action'),
(28, 6, 'à¸•à¸¥à¸²à¸”à¹€à¸—à¸¨à¸šà¸²à¸¥ 1 â€“ à¸šà¹‰à¸²à¸™à¹€à¸«à¸¥à¹ˆà¸²à¸™à¸à¸Šà¸¸à¸¡', '', '06:00-19:00 à¸™.', 9, '6.png', 'Action'),
(29, 8, 'à¸ªà¸²à¸¡à¹€à¸«à¸¥à¸µà¹ˆà¸¢à¸¡ â€“ à¸šà¹‰à¸²à¸™à¸”à¸­à¸™à¸šà¸¡', '', '06:00-19:00 à¸™.', 9, '8.png', 'Action'),
(30, 9, 'à¸ªà¸²à¸¡à¹€à¸«à¸¥à¸µà¹ˆà¸¢à¸¡ â€“ à¸šà¹‰à¸²à¸™à¸ªà¸°à¸­à¸²à¸”', '', '06:00-19:00 à¸™.', 9, '9.png', 'Action'),
(31, 10, 'à¸¡à¸«à¸²à¸§à¸´à¸—à¸¢à¸²à¸¥à¸±à¸¢à¸‚à¸­à¸™à¹à¸à¹ˆà¸™ â€“ à¸ªà¸™à¸²à¸¡à¸¡à¹‰à¸²', '', '06:00-19:00 à¸™.', 9, '10.png', 'Action'),
(32, 11, 'à¸šà¹‰à¸²à¸™à¹‚à¸™à¸™à¸ªà¸§à¸£à¸£à¸„à¹Œ â€“ à¸šà¹‰à¸²à¸™à¸‚à¸²à¸¡à¹€à¸ˆà¸£à¸´à¸', '', '06:00-19:00 à¸™.', 9, '11.png', 'Action'),
(33, 12, 'à¸žà¸´à¸žà¸´à¸˜à¸ à¸±à¸“à¸‘à¹Œ â€“ à¸£à¸£.à¸—à¹ˆà¸²à¸žà¸£à¸°à¸§à¸´à¸—à¸¢à¸²à¸¢à¸™', '', '06:00-19:00 à¸™.', 9, '12.png', 'Action'),
(34, 13, 'à¸šà¹‰à¸²à¸™à¸™à¹‰à¸­à¸¢à¸™à¸´à¹€à¸§à¸¨à¸™à¹Œ â€“ à¸šà¹‰à¸²à¸™à¸ªà¸§à¹ˆà¸²à¸‡à¸¡à¸£à¸£à¸„à¸²', '', '06:00-19:00 à¸™.', 9, '13.png', 'No'),
(35, 16, 'à¸šà¹‰à¸²à¸™à¹‚à¸™à¸™à¸—à¸±à¸™ â€“ à¸§à¸±à¸”à¸›à¹ˆà¸²à¸­à¸”à¸¸à¸¥à¸¢à¸²à¸£à¸²à¸¡', '', '06:00-19:00 à¸™.', 9, '16.png', 'Action'),
(36, 17, 'à¸šà¹‰à¸²à¸™à¹‚à¸™à¸™à¸—à¸±à¸™ â€“ à¸šà¹‰à¸²à¸™à¹‚à¸„à¸à¸—à¹ˆà¸²', '', '06:00-19:00 à¸™.', 9, '17.png', 'Action'),
(37, 18, 'à¹‚à¸£à¸‡à¹€à¸£à¸µà¸¢à¸™à¸à¸±à¸¥à¸¢à¸²à¸“à¸§à¸±à¸•à¸£ â€“ à¸šà¹‰à¸²à¸™à¹‚à¸™à¸™à¸žà¸­à¸‡', '', '06:00-19:00 à¸™.', 9, '18.png', 'No'),
(38, 19, 'à¸•à¸¥à¸²à¸”à¸«à¸™à¸­à¸‡à¹„à¸œà¹ˆà¸¥à¹‰à¸­à¸¡ â€“ à¸šà¹‰à¸²à¸™à¹‚à¸™à¸™à¹€à¸£à¸·à¸­à¸‡', '', '06:00-19:00 à¸™.', 9, '19.png', 'No'),
(39, 20, 'à¸•à¸¥à¸²à¸”à¸«à¸™à¸­à¸‡à¹„à¸œà¹ˆà¸¥à¹‰à¸­à¸¡ â€“ à¸šà¹‰à¸²à¸™à¸à¸¥à¸²à¸‡à¸®à¸¸à¸‡', '', '06:00-19:00 à¸™.', 9, '20.png', 'No'),
(40, 21, 'à¸šà¹‰à¸²à¸™à¹‚à¸™à¸™à¹€à¸‚à¸§à¸² â€“ à¸šà¹‰à¸²à¸™à¸”à¸­à¸™à¸¢à¸²à¸‡', '', '06:00-19:00 à¸™.', 9, '21.png', 'No'),
(41, 22, 'à¸šà¹‰à¸²à¸™à¸«à¸™à¸­à¸‡à¹„à¸®- à¸šà¹‰à¸²à¸™à¸”à¸­à¸™à¸«à¸à¹‰à¸²à¸™à¸²à¸‡', '', '06:00-19:00 à¸™.', 9, '22.png', 'No'),
(42, 23, 'à¸•à¸¥à¸²à¸”à¹€à¸—à¸¨à¸šà¸²à¸¥ 1 â€“ à¸šà¹‰à¸²à¸™à¸«à¹‰à¸§à¸¢à¹€à¸•à¸¢', '', '06:00-19:00 à¸™.', 9, '23.png', 'No');

-- --------------------------------------------------------

--
-- Table structure for table `location_data`
--

CREATE TABLE `location_data` (
  `ID` int(11) NOT NULL,
  `Name_TH` text COLLATE utf8_unicode_ci NOT NULL,
  `Name_ENG` text COLLATE utf8_unicode_ci NOT NULL,
  `No_car` int(11) NOT NULL,
  `Lat` double NOT NULL,
  `Lng` double NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `location_data`
--

INSERT INTO `location_data` (`ID`, `Name_TH`, `Name_ENG`, `No_car`, `Lat`, `Lng`) VALUES
(10, 'à¸šà¹‰à¸²à¸™à¹‚à¸„à¸à¸Ÿà¸±à¸™à¹‚à¸›à¸‡   ', 'BankhokFunPong   ', 2, 16.4352783, 102.7709852),
(11, 'à¸­à¸™à¸²à¸¡à¸±à¸¢à¸šà¹‰à¸²à¸™à¸«à¸±à¸§à¸—à¸¸à¹ˆà¸‡', 'Ban Hua Thung Health Cente  ', 2, 16.4223454, 102.8200397),
(12, 'à¸šà¹‰à¸²à¸™à¸„à¸³à¹„à¸®', 'Ban Kham Hai', 2, 16.440254, 102.7968562),
(13, 'à¹€à¸‹à¹‡à¸™à¸—à¸£à¸±à¸¥à¸žà¸¥à¸²à¸‹à¹ˆà¸²à¸‚à¸­à¸™à¹à¸à¹ˆà¸™', 'Central Plaza Khon Kaen', 2, 16.4310763, 102.826299),
(14, 'à¸šà¸‚à¸ª.à¹€à¸à¹ˆà¸²', 'Khon Kaen Bus Terminal 1', 2, 16.4344935, 102.8221087),
(15, 'à¸£à¸£.à¸‚à¸­à¸™à¹à¸à¹ˆà¸™à¸§à¸´à¸—à¸¢à¸²à¸¢à¸™', 'Khonkaenwittayayon School', 2, 16.4323475, 102.8333403),
(16, 'à¸•à¸¥à¸²à¸”à¸šà¸²à¸‡à¸¥à¸³à¸ à¸¹', 'Bang Lamphu Market', 2, 16.4294034, 102.8317992),
(17, 'à¸•à¸¥à¸²à¸”à¹€à¸—à¸¨à¸šà¸²à¸¥ 1', 'Tharlad  Tessablan 1', 2, 16.4265965, 102.8325449),
(18, 'à¸£à¸£.à¸à¸±à¸¥à¸¢à¸²à¸“à¸§à¸±à¸•à¸£', 'Kanlayanawat School', 2, 16.4275948, 102.8335199),
(19, 'à¸ªà¸ .à¹€à¸¡à¸·à¸­à¸‡à¸‚à¸­à¸™à¹à¸à¹ˆà¸™', 'Khon Kaen Metropolitan Police Station', 2, 16.428613, 102.8337503),
(20, 'à¹€à¸‹à¹‡à¸™à¹‚à¸—à¸‹à¹ˆà¸²', 'Sentosa khonkaen', 2, 16.4287121, 102.8326953),
(21, 'à¹„à¸›à¸£à¸©à¸“à¸µà¸¢à¹Œ', 'Khon Kaen Post Office', 2, 16.4287377, 102.8261292),
(22, 'à¸§à¸±à¸”à¸¨à¸£à¸µà¸ˆà¸±à¸™à¸—à¸£à¹Œ', 'Wat Sri Chan', 2, 16.4304695, 102.8377122),
(23, 'à¹€à¸£à¸·à¸­à¸™à¸ˆà¸³', 'Khon Kaen Central Prison', 2, 16.435637, 102.8448686),
(24, 'à¸§à¸´à¸—à¸¢à¸²à¸¥à¸±à¸¢à¹€à¸—à¸„à¸™à¸´à¸„', 'Northeastern Vocation Institute Khon Kaen Technical College', 2, 16.4307783, 102.8446107),
(25, 'à¸£à¸ž.à¸‚à¸­à¸™à¹à¸à¹ˆà¸™', 'Medical Education Center Khon Kaen Hospital', 2, 16.4311604, 102.8268258),
(26, 'à¸¡.à¸£à¸²à¸Šà¸¡à¸‡à¸„à¸¥', 'Rajamangala University of Technology of Technology Khon Kaen Campus', 2, 16.428261731473867, 102.86359548568726),
(27, 'à¸•à¸¥à¸²à¸”à¸«à¸™à¸­à¸‡à¹ƒà¸«à¸à¹ˆ', 'Tharlad  Nong  Yai', 2, 16.4283849, 102.8610381),
(28, 'à¹‚à¸£à¸‡à¹€à¸£à¸µà¸¢à¸™à¸šà¹‰à¸²à¸™à¸žà¸£à¸°à¸„à¸·à¸­', 'Ban Phra Khue  School', 2, 16.421925, 102.891936),
(29, 'à¸šà¹‰à¸²à¸™à¸«à¸™à¸­à¸‡à¹‚à¸žà¸˜à¸´à¹Œ', 'Ban Nong Pho', 2, 16.4220832, 102.8240847),
(30, 'à¸šà¹‰à¸²à¸™à¸«à¸™à¸­à¸‡à¹à¸ªà¸‡', 'Ban Nong Saeng', 2, 16.3849034, 102.3944636),
(31, 'à¹‚à¸£à¸‡à¹€à¸£à¸µà¸¢à¸™à¸šà¹‰à¸²à¸™à¹€à¸ªà¸·à¸­à¸à¸´à¸™à¸§à¸±à¸§à¹‚à¸„à¸à¸™à¹‰à¸­à¸¢', 'Ban Sua Kin Wua Khok Noi School', 2, 16.3867971, 102.3944607);

-- --------------------------------------------------------

--
-- Table structure for table `member`
--

CREATE TABLE `member` (
  `id` int(255) NOT NULL,
  `username` text COLLATE utf8_unicode_ci NOT NULL,
  `password` text COLLATE utf8_unicode_ci NOT NULL,
  `status` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `member`
--

INSERT INTO `member` (`id`, `username`, `password`, `status`) VALUES
(3, 'admin', '123456789', 'admin');

-- --------------------------------------------------------

--
-- Table structure for table `vocabulary`
--

CREATE TABLE `vocabulary` (
  `ID` int(254) NOT NULL,
  `THAI` text COLLATE utf8_unicode_ci NOT NULL,
  `ENGLISH` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `vocabulary`
--

INSERT INTO `vocabulary` (`ID`, `THAI`, `ENGLISH`) VALUES
(2, 'à¸„à¹‰à¸™à¸«à¸²', 'Search'),
(3, 'à¸‚à¹‰à¸­à¸¡à¸¹à¸¥à¸£à¸–à¸›à¸£à¸°à¸ˆà¸³à¸—à¸²à¸‡', 'Bus information'),
(4, 'à¸„à¸§à¸²à¸¡à¸„à¸´à¸”à¹€à¸«à¹‡à¸™', 'Comment'),
(5, 'à¸ˆà¸±à¸”à¸—à¸³à¹‚à¸”à¸¢', 'produced by'),
(6, 'à¸•à¸à¸¥à¸‡', 'OK'),
(7, 'à¸£à¸–à¸›à¸£à¸°à¸ˆà¸³à¸—à¸²à¸‡à¸ªà¸²à¸¢', 'Bus line'),
(8, 'à¸ˆà¸¸à¸”à¸«à¸¡à¸²à¸¢', 'Destinations'),
(9, 'à¸­à¸±à¸•à¸£à¸²à¸„à¹ˆà¸²à¹‚à¸”à¸¢à¸ªà¸²à¸£', 'Fare'),
(10, 'à¸Šà¹ˆà¸§à¸‡à¹€à¸§à¸¥à¸²à¹€à¸”à¸´à¸™à¸£à¸–', 'Bus time'),
(11, 'à¹€à¸ªà¹‰à¸™à¸—à¸²à¸‡à¸§à¸´à¹ˆà¸‡', 'Route'),
(12, 'à¸šà¸²à¸—', 'Baht'),
(19, 'à¸ªà¹ˆà¸‡', 'send'),
(20, 'à¹à¸ªà¸”à¸‡à¸„à¸§à¸²à¸¡à¸•à¸´à¸”à¹€à¸«à¹‡à¸™', 'Comment'),
(21, 'à¸œà¸¹à¹‰à¸ªà¹ˆà¸‡', 'Sender');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `car_route`
--
ALTER TABLE `car_route`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `comment`
--
ALTER TABLE `comment`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `current_address`
--
ALTER TABLE `current_address`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `data_car`
--
ALTER TABLE `data_car`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `location_data`
--
ALTER TABLE `location_data`
  ADD PRIMARY KEY (`ID`);

--
-- Indexes for table `member`
--
ALTER TABLE `member`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `vocabulary`
--
ALTER TABLE `vocabulary`
  ADD PRIMARY KEY (`ID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `car_route`
--
ALTER TABLE `car_route`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=483;
--
-- AUTO_INCREMENT for table `comment`
--
ALTER TABLE `comment`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;
--
-- AUTO_INCREMENT for table `current_address`
--
ALTER TABLE `current_address`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `data_car`
--
ALTER TABLE `data_car`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;
--
-- AUTO_INCREMENT for table `location_data`
--
ALTER TABLE `location_data`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;
--
-- AUTO_INCREMENT for table `member`
--
ALTER TABLE `member`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `vocabulary`
--
ALTER TABLE `vocabulary`
  MODIFY `ID` int(254) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
